{"ads":{


  "unity_inter":"Interstitial_Android",
  "unity_banner":"Banner_Android",
  "unity_reward":"Rewarded_Android",
  "unity_gameid":"5082535",


  "facebook_inter":"IMG_16_9_APP_INSTALL#1444095999348608_1507496829675191",
  "facebook_banner":"IMG_16_9_APP_INSTALL#1444095999348608_1508844899540384",
  "facebook_native":"IMG_16_9_APP_INSTALL#1444095999348608_1526320831126124",
  "facebook_reward":"PLAYABLE#1444095999348608_1582552458836294",


  "admob_inter":"ca-app-pub-3940256099942544/1033173712",
  "admob_banner":"ca-app-pub-3940256099942544/6300978111",
  "admob_native":"ca-app-pub-3940256099942544/2247696110",
  "admob_reward":"ca-app-pub-3940256099942544/5224354917",


  "yandex_banner":"R-M-DEMO-320x100",
  "yandex_inter":"R-M-DEMO-interstitial",
  "yandex_native":"R-M-DEMO-native-i",
  "yandex_reward":"demo-rewarded-yandex",

  "vungle_appid":"645e64defe20a95ccb12bd7b ",
  "vungle_inter":"INTER-5944534",
  "vungle_banner":"DEFAULTBANNER-5844358",
  "vungle_reward":"REWARD-7025613",



  "download_dialog_txt":"download text from server",
  "banner_network_choice":"vungle",
  "interstisial_network_choice":"vungle",
  "reward_network_choice":"vungle",
  "native_network_choice":"admob"


},
  "my_data":[
    {"desc1":"In a world where technology and entertainment intertwine, the battle for dominance over the airwaves has taken a fascinating twist. On one side, we have the beloved TV Woman,a symbol of traditional television broadcasting, and on the other, the formidable Mecha TV Boss, an embodiment of cutting-edge media technology. This clash of generations and ideologies has captivated audiences worldwide."},
    {"desc2":"TV Woman represents the classic era of television, harking back to the days of rabbit-ear antennas and analog broadcasts. She is a nostalgic figure, reminding us of simpler times when families gathered around the living room television to watch their favorite shows. Her charisma lies in the warmth and familiarity of that bygone era."},
    {"desc3":"TV Woman exudes a timeless charm, with her retro attire and a warm, friendly demeanor. She is a symbol of community and shared experiences, connecting generations through the stories she tells. However, she faces a formidable adversary in the Mecha TV Boss."},
    {"desc4":"Mecha TV Boss is the embodiment of modern media technology. Resembling a futuristic robot, this AI-driven marvel has the power to curate content personalized for each viewer, predict their preferences, and even create entirely new immersive experiences. It is sleek, efficient, and always one step ahead in delivering content.r"},
    {"desc5":"This mechanical juggernaut is equipped with the latest in data analytics, machine learning, and artificial intelligence. It can adapt to changing trends and consumer demands in real-time, making it a formidable force in the media landscape. However, some argue that it lacks the emotional depth and human touch that TV Woman brings to the table."},
    {"desc6":"As the world witnesses the clash between these two iconic figures, the battle for control of the airwaves unfolds. On one side, TV Woman advocates for the preservation of the traditional television experience, emphasizing its power to bring families together and create a sense of shared culture. On the other side, Mecha TV Boss argues that it offers a more personalized, convenient, and immersive way to consume media, catering to the individual tastes and preferences of each viewer.r"},
    {"desc7":"The battle between TV Woman and Mecha TV Boss raises critical questions about the role of technology in shaping our media landscape. Can we find a middle ground that combines the best of both worlds, preserving the nostalgia and communal aspect of traditional TV while harnessing the capabilities of cutting-edge technology?"},
    {"descd":"In this epic clash, viewers around the world find themselves torn between their love for the familiar and their curiosity for the new. Ultimately, the outcome of this battle will not only decide the fate of these two iconic figures but also shape the future of entertainment in an ever-evolving digital age."}
  ]

}
